Repository: lefterisnik/django-loosecms-doc
Catalog: loosecms_doc/locale/*/LC_MESSAGES/django.po
Languages: el

source: Page
el: Σελίδα

source: Loose CMS Plugin - Document
el: Loose CMS Πρόσθετο - Έγγραφα

source: title
el: τίτλος

source: slug
el: ετικέτα

source: Give the slug of the document manager.
el: Δώστε την ετικέτα του διαχειριστή των εγγράφων.

source: page
el: σελίδα

source: Select the page to render the doc manager. Additional, it used to create the urls of each article.
el: Επίλεξτε την σελίδα στην οποία θα παρουσιάζεται ο διαχειρισής των εγγράφων. Επίσης, θα χρησιμοποιηθεί και για την κατασκευή των συνδέδμων του κάθε εγγράφου.

source: responsive
el: αποκριτικός

source: Check this box if you want the table to adapt to a very small screens under 768px.
el: Επιλέξτε αυτό το πεδίο εάν επιθυμείτε το table να προσπαρμόζεται σε πολύ μικρές οθόνες κάτω των 768px.

source: message
el: μήνυμα

source: You will need to login in order to download this file
el: Θα πρέπει να συνδεθείτε για να μεταφορτώσετε το αρχείο

source: Give the message that will appear in the files that need a login user to download them.
el: Δώστε το μήνυμα που θα εμφανίζεται στα αρχεία που απαιτούν συνδεδεμένο χρήστη με σκοπό την μεταφόρτωση τους.

source: Check this box if you want to show all categories in this pageor show instant the table with the documents
el: Επιλέξτε εάν επιθυμείτε να εμφανίζονται όλες οι κατηγορίες ή να εμφανίζεται κατευθείαν ο πίνακας με όλα τα έγγραφα

source: Select if you want to hide the category list view.
el: Επιλέξτε εάν επιθυμείτε να κρύψετε την λίστα κατηγοριών.

source: Document manager can't be attached to the home page. Please select another page.
el: Ο διαχειριστής εγγράφων δεν μπορεί να προσαρτηθεί στην κεντιρκή σελίδα. Παρακαλώ επιλέξτε άλλη σελίδα.

source: Conflict! In this page is already exist a article plugin, so you can't add document plugin.
el: Προσοχή! Σε αυτή τη σελίδα υπάρχει ήδη ένα πρόσθετο άρθρων, με απότελεσμα να μην μπορείτε να προσθέσετε ένα πρόσθετο εγγράφων.

source: Give the name of the document news manager.
el: Δώστε το όνομα του διαχειριστή των νέων εγγράφων.

source: Give the slug of the document news manager.
el: Δώστε την ετικέτα του διαχειριστή των νέων εγγράφων.

source: number
el: αριθμός

source: Give the number of docs rendering by this manager
el: Δώστε τον αριθμός των εγγράφων που θα διαχειρίζεται ο συγκεκριμένος διαχειριστής

source: header title
el: τίτλος επικεφαλίδας

source: Recent documents
el: Πρόσφατα έγγραφα

source: Give the title of the panel which documents will appeared.
el: Δώστε το τίτλο του panel στο οποίο θα εμφανίζονται τα έγγραφα.

source: Check this box if you want to appear the rss link in the header.
el: Επιλέξτε εάν επιθυμείτε να εμφανίζεται o rss σύνδεσμος στην επικεφαλίδα.

source: rss description
el: περιγραφή rss

source: Give a small description for the rss feed.
el: Δώστε μια μικρή περιγραφή για το rss feed.

source: manager
el: διαχειριστής

source: interval
el: ρυθμός ανανέωσης

source: category
el: κατηγορία

source: Select the doc manager.
el: Επιλέξτε το διαχειριστή.

source: login required
el: απαιτείται σύνδεση

source: published
el: δημοσίευση

source: document_authors
el: αρχείο

source: body
el: σώμα κειμένου

source: Categories
el: Κατηγορίες

source: Title
el: Τίτλος

source: Description
el: Περιγραφή

source: Posted
el: Αναρτήθηκε

source: Last modification
el: Τελευταία τροποποίηση

source: Size
el: Μέγεθος

source: Downloads
el: Λήψεις
